<!DOCTYPE html>
<html lang="fr">
  <head>
    <meta charset="utf-8" />
    <link rel="shortcut icon" href="%PUBLIC_URL%/favicon.ico" />
    <link rel="stylesheet" href="/docs/docs.css" />
    
    
   <meta
      name="viewport"
      content="width=device-width, initial-scale=1, shrink-to-fit=no"
    />
    <meta name="theme-color" content="#000000" />
    
    <title>Informations RRF</title>
  </head>
  <body>
    
    <h1>Informations RRF</h1>
    <ul>
      <li>
        <a href="#Presentation" >Pr&eacute;sentation</a>
      </li>
      <li>
          <a href="#noms" >Nommage des points d&apos;acc&egrave;s</a>
      </li>
      <li>
        <a href="#infosacces">Information sur les points d&apos;acc&egrave;s</a>
      </li>
      <li>
        <a href="#salons" >Salons</a>
      </li>
      <li>
        <a href="#conseils">Quelques conseils d&apos;utlisation du RRF</a>
      </li>
      <li>
        <a href="#Charte" >Charte d&apos;utilisation du RRF</a>
      </li>
    </ul>
    
    
    <h2 id="Presentation">Pr&eacute;sentation</h2>
    Vous ne trouverez ici qu&apos;un aperçu du RRF. <br />
    Pour toutes informations suppl&eacute;mentaires rendez vous sur le 
    <a href="https://f5nlg.wordpress.com/2015/12/28/nouveau-reseau-french-repeater-network/" target="_blank">site de Jean-Philippe F5NLG</a>.<br/>
    <br/>
    Le <strong>R&eacute;seau des R&eacute;p&eacute;teurs Francophone (RRF)</strong> regroupe de nombreux points d&apos;acc&egrave;s dans le monde entier 
    (plus d&apos;une centaine de noeuds connect&eacute;s chaque jours en ce moment).<br/>
    Ces points d&apos;acc&egrave;s sont :<br/>
    <ul>
      <li>des relais et transpondeurs,</li>
      <li>des links simplex,</li>
      <li>des hotspots.</li>
    </ul><br/>
    Le r&eacute;seau est organis&eacute; autour d&apos;un point central compos&eacute; de plusieurs serveurs.<br/>
    Il fonctionne avec le syst&egrave;me SvxReflector + Svxlink de SM0SVX.<br/>

    <h2 id="noms">Nommage des points d&apos;acc&egrave;s</h2>
      <p>Les trames Internet &eacute;tant limit&eacute;es en longueurs, et aussi pour permettre une gestion des points d&apos;acc&egrave;s plus ais&eacute;e, 
        il a &eacute;t&eacute; d&eacute;cid&eacute; un format bien pr&eacute;cis pour les noms des points d&apos;acc&egrave;s.</p>
        <p>Le nom doit &ecirc;tre compos&eacute; de la sorte : </p>
        <p style = "padding-left: 50px"><strong>(dept) F1ABC X</strong></p>
        <p>avec :
        <ul>
          <li><strong>dept</strong> = entre parenth&egrave;ses, num&eacute;ro du d&eacute;partement pour la France, ou lettres du pays, 
            ou la lettre <strong>M</strong> pour les spotnik utilis&eacute;s en <strong>mobile</strong> 
            (en portable il est facile de modifier le d&eacute;partement).
          <br/>Voir liste des codes pays : <a href="http://documentation.abes.fr/sudoc/formats/CodesPays.htm" target="_blank">CodesPays.htm</a></li>
          <li>un espace</li>
          <li><strong>indicatif</strong> du point d&apos;acc&egrave;s (en majuscules)</li>
          <li>un espace</li>
          <li><strong>X</strong> = code d&eacute;finissant le type de point d&apos;acc&egrave;s :
            <ul>
              <li><B>V</B> : link simplex VHF</li>
              <li><B>U</B> : link simplex UHF</li>
              <li><B>10M</B> : link simplex 10 m&egrave;tres (29 MHz)</li>
              <li><B>R</B> : relais</li>
              <li><B>T</B> : transpondeur</li>
            </ul>
          </li>
        </ul>
        </p>
        <p>En cas de doute, n&apos;h&eacute;sitez pas &agrave; contacter les administrateurs du r&eacute;seau RRF.</p>

    <h2 id="infosacces">Information sur les points d&apos;acc&egrave;s</h2>
    <p>Pour appara&icirc;tre sur la carte et &ecirc;tre r&eacute;f&eacute;renc&eacute; correctement sur la liste ( pas d&apos;encadr&eacute; rouge ),
        merci d&apos;envoyer un mail &agrave; <a href="mailto:admin@f5nlg.ovh" target="_blank">admin@f5nlg.ovh</a> en indiquant : 
      <ul>
        <li>le nom complet du node (voir paragraphe pr&eacute;c&eacute;dent),</li>
        <li>l&apos;indicatif du SysOp et son adresse mail,</li>
        <li>l&apos;adresse pr&eacute;cise du point d&apos;acc&egrave;s <em>(on doit pouvoir retrouver le lieu exact sur Google Maps)</em>,</li>
        <li>le type de node,</li>
        <li>la (les) fr&eacute;quence(s) du point d&apos;acc&egrave;s, </li>
        <li>la fr&eacute;quence du tone (CTCSS), </li>
        <li>la puissance et le type d&apos;antenne, </li>
        <li>et si le syst&egrave;me est H24 (sinon pr&eacute;cisez). </li>
      </ul>
      <strong>Avant de choisir une fr&eacute;quence, assurez-vous de ne pas g&ecirc;ner un autre &eacute;quipement 
        dans votre zone de couverture radio.</strong>
    </p>

    <h2 id="salons">Salons</h2>
      <p>Le salon principal est appel&eacute; tout simplement RRF.</p>
      <p>Il est consid&eacute;r&eacute; comme un "canal d&apos;appel" où on doit favoriser les QSO courts.</p>
      <p>D&apos;autres salons sont accessibles, en fonction du param&eacute;trage des syst&egrave;mes par leurs sysops.<br/>
      Ils permettent de faire des QSO plus longs ou pour discuter de sujets qui n&apos;int&eacute;resseraient pas forc&eacute;ment l&apos;ensemble de la communaut&eacute; Radio-Amateur.</p>
      <p>Certains ont des noms privil&eacute;giant des th&egrave;mes, d&apos;autres sont plus g&eacute;n&eacute;raux.<br/>
      Bien sûr, ce n&apos;est pas limitatif.</p>
      <p>Les salons sont accessibles &agrave; l&apos;aide d&apos;un code DTMF.</p>
      <p>Avant de changer de salon, assurez-vous qu&apos;aucun QSO n&apos;est en cours sur le point d&apos;acc&egrave;s que vous utilisez, et que personne ne sera d&eacute;rang&eacute; par le changement. Posez la question au pr&eacute;alable.</p>
      <h3>Liste des salons</h3>
    <table>
      <thead>
          <th>Nom du Salon</th><th>Code DTMF</th><th>Time Out Timer (TOT)<br/>Anti-bavard</th><th class="lc">Observation</th>
      </thead>
      <tbody>
        <tr><td>RRF</td><td>96</td><td>2 min</td><td>Salon principal</td></tr>
        <tr><td>FON</td><td>97</td><td>5 min</td><td>Acc&egrave;s au French Open Network</td></tr>
        <tr><td>Technique</td><td>98</td><td>5 min</td><td>Discussions techniques</td></tr>
        <tr><td>International</td><td>99</td><td>5 min</td><td>Discussions avec des stations &eacute;trang&egrave;res<br><small><i>Ancien salon Urgence</i></small></td></tr>
        <tr><td>Bavardage</td><td>100</td><td>5 min</td><td>Discussions g&eacute;n&eacute;rales<br><small><i>Ancien salon SSTV</i></small></td></tr>
        <tr><td>Local</td><td>101</td><td>5 min</td><td>Discussions &agrave; caract&egrave;re local<br><small><i>Ancien salon CD2</i></small></td></tr>
        <tr><td>Satellite</td><td>102</td><td>5 min</td><td>Ecoute des satellites<br><small><i>Ancien code pour Echolink (maintenant 103#)</i></small></td></tr>
      </tbody>
    </table>
    
    <h2 id="conseils">Quelques conseils d&apos;utilisation du RRF</h2>
    <p>Ces quelques lignes s&apos;adressent principalement aux nouveaux utilisateurs, 
      mais les plus anciens peuvent relire ceci pour se rafraichir la m&eacute;moire !</p>
    <p>Puisque le r&eacute;seau est compos&eacute; d&apos;une centaine de points d&apos;acc&egrave;s reli&eacute;s via deux serveurs centraux, 
      il convient de laisser du temps aux syst&egrave;mes pour que tout fonctionne correctement.</p>
    <p>Voici donc quelques petits trucs utiles :</p>
    <ul>
      <li>
        Avant de r&eacute;pondre &agrave; votre correspondant, patientez environ 5 secondes pour permettre &agrave; tous les points d&apos;acc&egrave;s de 
        repasser en r&eacute;ception, et aussi pour permettre &agrave; d&apos;autres OMs qui le souhaiteraient, de se signaler.
      </li>
      <li>
        Lorsque vous commencez une conversation, attendez une bonne seconde apr&egrave;s l&apos;appui sur la p&eacute;dale du micro avant de parler. 
        Si vous commencer trop t&ocirc;t les premi&egrave;res syllabes seront coup&eacute;es.
      </li>
      <li>
        Passez votre indicatif lentement et plusieurs fois avec les analogies, 
        surtout si vous &ecirc;tes loin du point d&apos;acc&egrave;s et que vous rentrez difficilement sur le r&eacute;seau.
      </li>
      <li>
        Lorsque vous repassez le micro &agrave; une autre station, donnez toujours son indicatif. 
        A fortiori si vous &ecirc;tes plusieurs dans le QSO.
        Ne le laissez pas "en l&apos;air" comme on l&apos;entend trop souvent, car apr&egrave;s plus personne ne saura 
        s&apos;il peut reprendre et les risques de parler ensemble seront grands.
      </li>
    </ul>
    <p>Ceci &eacute;tant dit, <strong>amusez-vous</strong> sur le <strong>RRF</strong>.</p>

    <h2 id="Charte">Charte RRF</h2>
    
    <p>Devant l&apos;accroissement du nombre de points d&apos;acc&egrave;s et avec l&apos;augmentation du nombre d&apos;utilisateurs, 
      il est devenu indispensable d&apos;&eacute;tablir quelques r&egrave;gles &eacute;l&eacute;mentaires.</p>
    <p>En utilisant le RRF et en connectant un point d&apos;acc&egrave;s au RRF, vous vous engagez &agrave; les respecter.</p><br/>
    <ol class="Charte">
      <li>
        Le RRF <strong>DOIT</strong> &ecirc;tre disponible et ouvert &agrave; tous. Il a &eacute;t&eacute; pens&eacute; et construit comme cela au d&eacute;part. 
      </li>
      <li>Ne monopolisez pas le r&eacute;seau. Faites des messages aussi courts que possible.</li>
      <li>Laissez des blancs suffisants. Cela permet de laisser le temps aux diff&eacute;rents syst&egrave;mes de basculer.
        <br/>Cela permet aussi &agrave; d&apos;autres OMs de se signaler.<br/> Un blancs de l&apos;ordre de 5 secondes est convenable.
      </li>
      <li>Le <strong>salon RRF</strong> doit &ecirc;tre consid&eacute;r&eacute; comme une <strong>"fr&eacute;quence d&apos;appel"</strong> avec priorit&eacute; aux mobiles, portables, DX et aux QSO courts. 
        <br/>Une r&egrave;gle d&apos;usage doit &ecirc;tre de le lib&eacute;rer au profit des salons annexes. Un maximum de 6 ou 7 &eacute;changes est tol&eacute;r&eacute; sur le salon RRF. 
        <br/>Au del&agrave;, faites QSY sur un des salons annexes. </li>
      <li>Soyez poli et courtois. Evitez le langage trop familier.
        <br/>Respectez les autres utilisateurs.
        <br/>Soyez tol&eacute;rants. Acceptez que les autres puissent faire des erreurs, tant que ça reste occasionnel. 
        Ne les agressez pas s&apos;ils en font. 
        <br/>Au contraire, surtout si ce sont de nouveaux utilisateurs, expliquez leurs comment fonctionne le r&eacute;seau et quelles sont les habitudes &agrave; prendre.
      </li>
      <li>Si vous testez un syst&egrave;me, si vous faites des r&eacute;glages, basculez sur un salon non occup&eacute;. <br/>
        Ne sifflez pas pour v&eacute;rifier si ça marche. Ne donnez pas de coup de PTT non plus. Cela fait passer tous les syst&egrave;mes en &eacute;mission. <br/>
        Outre la g&ecirc;ne occasionn&eacute;e, cela n&apos;arrange pas le mat&eacute;riel. <br/>
        Egalement pensez &agrave; supprimer les bips ou "K" de fin de transmission sur vos transceivers, 
        ainsi que compresseur ou ampli micro qui ne font que d&eacute;former l&apos;audio.
      </li>
      <li>
        <em>A l&apos;attention des Sysops :</em><br/>
        V&eacute;rifiez fr&eacute;quemment le bon fonctionnement de vos points d&apos;acc&egrave;s.<br/>
        Expliquez aux OMs de votre r&eacute;gion comment r&eacute;gler leurs transceivers pour une meilleure utilisation.<br/>
        Assurez vous de l&apos;absence de perturbations et, le cas &eacute;ch&eacute;ant, isolez votre point d&apos;acc&egrave;s du r&eacute;seau.
      </li>
    </ol>

    <h2 style="font-size: 1em;">Bon trafic sur le RRF !</h2>




  </body>
</html>